Repository: Reishandy/QuickRoom
Catalog: QuickRoom/Localizable.xcstrings
Source language: en
Languages: id, uz

# %@ at %@
source: %1$@ at %2$@
id: %1$@ pukul %2$@
uz: %1$@ soat %2$@ da

source: Add
id: Tambah
uz: Qoʻshish

source: Allow Notifications
id: Izinkan Notifikasi
uz: Bildirishnomalarga ruxsat berish

source: Always Allow Location
id: Selalu Izinkan Lokasi
uz: Joylashuvga har doim ruxsat berish

source: Are you sure you want to delete this reservation? This action cannot be undone.
id: Apakah Anda yakin ingin menghapus reservasi ini? Tindakan ini tidak dapat dibatalkan.
uz: Ushbu bandlovni oʻchirishga ishonchingiz komilmi? Bu amalni ortga qaytarib boʻlmaydi.

source: Available rooms
id: Ruangan tersedia
uz: Mavjud xonalar

source: Back
id: Kembali
uz: Orqaga

source: Booked
id: Dipesan
uz: Band qilingan

source: Cancel
id: Batal
uz: Bekor qilish

source: Cancelled
id: Dibatalkan
uz: Bekor qilingan

source: Checked-In
id: Check-In
uz: Roʻyxatdan oʻtilgan

source: Close
id: Tutup
uz: Yopiq

source: Closed at This Time
id: Tutup pada Jam Ini
uz: Ushbu vaqtda yopiq

source: Closed for the Weekend
id: Tutup Selama Akhir Pekan
uz: Dam olish kunlari yopiq

source: Continue as %@
id: Lanjutkan sebagai %1$@
uz: %1$@ sifatida davom ettirish

source: Continue as User
id: Lanjutkan sebagai Pengguna
uz: Foydalanuvchi sifatida davom ettirish

source: Couldn't complete that
id: Tidak dapat menyelesaikan tindakan tersebut
uz: Amalni bajarib boʻlmadi

source: Delete
id: Hapus
uz: Oʻchirish

source: Delete Reservation
id: Hapus Reservasi
uz: Bandlovni oʻchirish

source: Ends: %@
id: Selesai: %1$@
uz: Tugash vaqti: %1$@

source: Everything is booked at this time. Try another time or day.
id: Semua ruangan telah dipesan pada jam ini. Silakan coba waktu atau hari lain.
uz: Ushbu vaqtda hamma narsa band qilingan. Boshqa vaqt yoki kunni sinab koʻring.

source: For %lld people
id: Untuk %1$lld orang
uz: %1$lld kishi uchun

source: Go to settings
id: Buka pengaturan
uz: Sozlamalarga oʻtish

source: Grant permissions
id: Berikan izin
uz: Ruxsat berish

source: Jump to date
id: Pilih tanggal
uz: Sanaga oʻtish

source: My bookings
id: Reservasi saya
uz: Mening bandlovlarim

source: My Reservation
id: Reservasi Saya
uz: Mening bandlovim

source: Network error. Check your connection.
id: Kesalahan jaringan. Periksa koneksi Anda.
uz: Tarmoq xatosi. Ulanishni tekshiring.

source: New Reservation
id: Reservasi Baru
uz: Yangi bandlov

source: No Bookings Yet
id: Belum Ada Reservasi
uz: Hozircha bandlovlar yoʻq

source: No Rooms Available
id: Tidak Ada Ruangan Tersedia
uz: Mavjud xonalar yoʻq

source: Now
id: Sekarang
uz: Hozir

source: Permission Request
id: Permintaan Izin
uz: Ruxsat soʻrovi

source: Released
id: Dilepaskan
uz: Boʻshatilgan

source: Reservation
id: Reservasi
uz: Bandlov

source: Rooms you book will show up here.
id: Ruangan yang Anda pesan akan muncul di sini.
uz: Siz band qilgan xonalar shu yerda koʻrinadi.

source: Sign in to book rooms.
id: Masuk untuk memesan ruangan.
uz: Xonalarni band qilish uchun tizimga kiring.

source: Sign-in failed
id: Gagal masuk
uz: Tizimga kirish muvaffaqiyatsiz tugadi

source: Starts: %@
id: Mulai: %1$@
uz: Boshlanishi: %1$@

source: The space is closed on weekends. Jump to a weekday to book a room.
id: Area ini tutup pada akhir pekan. Pilih hari biasa untuk memesan ruangan.
uz: Ushbu joy dam olish kunlari yopiq. Xonani band qilish uchun ish kuniga oʻting.

source: Time-Sensitive Alerts
id: Pemberitahuan Sensitif-Waktu
uz: Vaqtga sezgir bildirishnomalar

source: Today at %@
id: Hari ini pukul %1$@
uz: Bugun soat %1$@ da

source: Today, %@
id: Hari ini, %1$@
uz: Bugun, %1$@

source: Tomorrow at %@
id: Besok pukul %1$@
uz: Ertaga soat %1$@ da

source: Tomorrow, %@
id: Besok, %1$@
uz: Ertaga, %1$@

source: We need a few permissions from you to make our app work and help you manage your bookings.
id: Kami memerlukan beberapa izin dari Anda agar aplikasi kami dapat berfungsi dan membantu Anda mengelola reservasi.
uz: Ilovamiz ishlashi va bandlovlarni boshqarishga yordam berishi uchun sizdan bir nechta ruxsatnomalar talab qilinadi.

source: We need time sensitive notification support to let you know of important notifications such as auto release and your reservation ending notification when you are focused.
id: Kami memerlukan dukungan notifikasi sensitif waktu untuk memberi tahu Anda tentang pemberitahuan penting seperti pelepasan otomatis dan notifikasi berakhirnya reservasi saat Anda sedang fokus.
uz: Diqqatni jamlagan vaqtingizda avtomatik boʻshatish va bandlov tugashi kabi muhim bildirishnomalardan xabardor qilishimiz uchun vaqtga sezgir bildirishnoma ruxsati kerak.

source: We need your always location access to know when you enter or exit our managed meeting rooms, we do not track your location.
id: Kami memerlukan akses lokasi Anda setiap saat untuk mengetahui kapan Anda memasuki atau keluar dari ruang rapat yang kami kelola, kami tidak melacak lokasi Anda.
uz: Biz boshqaradigan majlislar xonalariga qachon kirganingiz yoki chiqqaningizni bilishimiz uchun joylashuvga doimiy ruxsat kerak, joylashuvingizni kuzatmaymiz.

source: We need your notification permission to let you know of upoming bookings, rservation ending, auto release notifications, and more.
id: Kami memerlukan izin notifikasi Anda untuk memberi tahu Anda tentang reservasi mendatang, reservasi berakhir, notifikasi pelepasan otomatis, dan banyak lagi.
uz: Kutilayotgan bandlovlar, bandlov tugashi, avtomatik boʻshatish va boshqalar haqida xabar berib turishimiz uchun bildirishnomalarga ruxsat berishingiz kerak.

source: Weekend
id: Akhir pekan
uz: Dam olish kuni

source: Welcome to
id: Selamat datang di
uz: Xush kelibsiz

# Working hours are %lld:00–%lld:00. Pick a time during the day.
source: Working hours are %1$lld:00–%2$lld:00. Pick a time during the day.
id: Jam kerja adalah %1$lld:00–%2$lld:00. Silakan pilih waktu di jam tersebut.
uz: Ish vaqti: %1$lld:00–%2$lld:00. Kun davomidagi vaqtni tanlang.
